/* File menu entry under Import Catalog */
"Aperture Library…" = "Aperture bibliotek…";

/* Error message if Aperture library cannot be opened because its database is unreadable */
"Could not open this Aperture library's database." = "Kunde inte öppna databasen för detta Aperture bibliotek.";

/* Error message if Aperture library appears to have no media items */
"This library appears to be empty." = "Biblioteket verkar vara tomt.";

/* Error message if Aperture library cannot be opened because Aperture currently has it open */
"This library is currently open." = "Detta bibliotek är öppet.";

/* Error message if failing to get document properties of a Aperture library for import */
"Unable to read Aperture library properties." = "Kunde inte läsa Aperture bibliotekets egenskaper.";

